Repository: blish-hud/Blish-HUD
Catalog: Blish HUD/Strings/GameServices/Gw2ApiService.*.resx
Languages: de, fr

# TokenPermissionDescription_Account
source: Your account display name, ID, home world, and list of guilds.
de: Dein Anzeigename, ID, Heimatwelt und die Liste der Gilden in denen du Mitglied bist.
fr: Votre nom de compte, votre identifiant, votre monde de résidence et la liste de vos guildes. Permission requise.

# TokenPermissionDescription_Inventories
source: Your account bank, material storage, recipe unlocks, and character inventories.
de: Deine Bank, Materiallager, freigeschaltete Rezepte und Charakterinventare.
fr: Votre banque, les matériaux stockés, les déverrouillages de recettes et les inventaires de vos personnages.

# TokenPermissionDescription_Characters
source: Basic information about your characters.
de: Grundlegende Informationen über deine Charaktere.
fr: Les informations de base sur vos personnages.

# TokenPermissionDescription_Tradingpost
source: Your Trading Post transactions.
de: Deine Schwarzlöwen-Transaktionen.
fr: Vos transactions au comptoir.

# TokenPermissionDescription_Wallet
source: Your account's wallet.
de: Dein Geld- und Schlüsselbeutel.
fr: Votre portefeuille de compte.

# TokenPermissionDescription_Unlocks
source: Your wardrobe unlocks—skins, dyes, minipets, finishers, etc.—and currently equipped skins.
de: Der freigeschaltete Teil deiner Garderobe — Farben, Minis und Todesstöße, etc.— Sowie derzeitig ausgesrüstete Skins.
fr: Vos déverrouillages de garde-robe (apparences, teintures, miniatures, coups de grâce etc.) et les apparences équipées.

# TokenPermissionDescription_Pvp
source: Your PvP stats, match history, reward track progression, and custom arena details.
de: Deine Statistiken im PvP, Spielverlauf, Belohnungspfadfortschritt und Details benutzerdefinierter Arenen.
fr: Vos statistiques en JcJ, l'historique des matchs, la progression en parcours de récompenses et les informations liées aux arènes personnalisées.

# TokenPermissionDescription_Builds
source: Your currently equipped specializations, traits, skills, and equipment for all game modes.
de: Deine dezeit ausgewählten Spezialisierungen, Eigenschaften, Fähigkeiten und Ausrüstung in jedem Spielmodus.
fr: Vos spécialisations, aptitudes, compétences et l'équipement équipés pour tous les modes de jeu.

# TokenPermissionDescription_Progression
source: Your achievements, dungeon unlock status, mastery point assignments, and general PvE progress.
de: Deine Errungenschaften, der Freischaltsstatus von Verliesen, die Verteilung deiner Beherrschungspunkte und dein allgemeiner Fortschritt in der offenen Welt.
fr: Vos succès, statuts de déverrouillage de donjons, assignement de vos points de maîtrise et progression générale en JcE.

# TokenPermissionDescription_Guilds
source: Guilds' rosters, history, and MOTDs for all guilds you are a member of.
de: Gildenroster, Verlauf, und die Nachricht des Tages von allen Gilden in denen du Mitglied bist.
fr: La liste des membres, l'historique et le message du jour de toutes les guildes dont vous êtes membre.

# ManageApiKeysSection
source: Manage API Keys
de: API-Schlüssel verwalten
fr: Gérer les clés d'API

# ManageApiKeys_Title
source: Register API Key
de: API-Schlüssel registrieren
fr: Enregistrer un clé d'API

# AccountInfo_Character
source: Character
de: Charakter
fr: Personnage

# AccountInfo_Commander
source: Commander
de: Kommandeur
fr: Commandant

# CreateTokenInstructions_Step1
source: Navigate to the official applications page.
de: Navigiere zur offiziellen Anwendungsseite.
fr: Accédez à la page officielle des applications.

# CreateTokenInstructions_Step2
source: Click "New Key".
de: Drücke "Neuer Schlüssel".
fr: Cliquez sur "Nouvelle clé".

# CreateTokenInstructions_Step3
source: Select all permissions and press the "CREATE API KEY" button.
de: Wähle alle Berechtigungen aus und drücke auf "API-SCHLÜSSEL ERSTELLEN".
fr: Sélectionnez toutes les permissions et appuyez sur le bouton "CRÉER UNE CLÉ D'APPLICATION".

# CreateTokenInstructions_Step4
source: Copy the new key.
de: Kopiere den neuen Schlüssel.
fr: Copiez la nouvelle clé.

# CreateTokenInstructions_Step5
source: Paste the key into the field above and press "Register".
de: Füge den Schlüssel in das Feld oben ein und drücke "Registrieren".
fr: Collez la clé dans le champ ci-dessus et appuyez sur "Enregistrer".

# CreateTokenInstructions_Warning
source: You can register a key without all permissions, but some features and modules may fail to function properly. At a minimum, "Account" and "Character" permissions are required.
de: Es kann ein Schlüssel mit weniger Berechtigungen registriert werden, jedoch könnten manche Features und Module nicht ordnungsgemäß funktionieren. Es sind mindestens die Berechtigungen "account" und "characters" erforderlich.
fr: Vous pouvez enregistrer une clé sans toutes les permissions, mais certaines fonctionnalitées et modules risquent de ne pas fonctionner correctement. Au minimum, les permissions "account" et "characters" sont requises.

# Link_ManageApplications
source: Manage Applications
de: Anwendungen
fr: Gérer les applications

# ManageApiKeys_DeleteToken
source: Delete Token
de: Schlüssel löschen
fr: Supprimer la clé

# ManageApiKeys_Register
source: Register
de: Registrieren
fr: Enregistrer

# Token_NoName
source: (no name)
de: (Kein Name)
fr: (sans nom)

# TokenStatus_AccountFailed
source: Getting account details failed
de: Anfrage von Accountdetails fehlgeschlagen
fr: La récupération des informations du compte a échoué

# TokenStatus_FailedToLoad
source: Failed to load token.
de: Laden von Schlüssel fehlgeschlagen.
fr: Echec du chargement de la clé.

# TokenStatus_InvalidToken
source: Invalid token
de: Ungültiger Schlüssel
fr: Clé invalide

# TokenStatus_MissingMinPermission
source: Missing required permissions
de: Erforderliche Berechtigungen fehlen
fr: Permissions requises manquantes

# TokenStatus_PartialPermission
source: Token missing permissions
de: Schlüssel fehlen Berechtigungen
fr: Permissions manquantes dans la clé

# TokenStatus_ValidToken
source: {0} ({1}) - Valid token
de: {0} ({1}) - Gültiger Schlüssel
fr: {0} ({1}) - Clé valide
