Repository: blish-hud/Blish-HUD
Catalog: Blish HUD/Strings/GameServices/OverlayService.*.resx
Languages: de, fr

# Setting_StayInTray_Description
source: If true, Blish HUD will automatically minimize when GW2 closes and will continue running until GW2 is launched again. You can also use the Blish HUD icon in the tray to launch Guild Wars 2.
de: Aktiviert, wird Blish HUD beim Schließen von GW2 automatisch minimiert und läuft weiter, bis GW2 erneut gestartet wird. Sie können auch das Symbol für Blish HUD in der Taskleiste verwenden, um Guild Wars 2 zu starten.
fr: Si coché, Blish HUD se réduira automatiquement à la fermeture de GW2 et continuera à fonctionner jusqu'à ce que GW2 soit relancé. Vous pouvez également utiliser l'icône de Blish HUD dans la barre d'outils pour lancer Guild Wars 2.

# AboutLoveMessage
source: Designed and built with all the love in Tyria by the Blish HUD team with help from many more!
de: Entwickelt und gebaut mit all der Liebe in Tyria von dem Blish HUD-Team mit Hilfe von vielen anderen!
fr: Conçu et construit avec tout l'amour de la Tyrie par l'équipe du Blish HUD avec l'aide de beaucoup d'autres !

# HomeTab
source: Home
de: Startseite
fr: Accueil

# AboutSection
source: About
de: Über
fr: À propos

# Setting_AppCulture_DisplayName
source: Application & API Language
de: App & API-Sprache
fr: Langue de l'application et de l'API

# Setting_AppCulture_Description
source: Determines the language used when displaying Blish HUD text and when requests are made to the GW2 web API.
de: Legt die Sprache fest, die bei der Anzeige von Blish-HUD-Text und bei Anfragen an die GW2-Web-API verwendet wird.
fr: Détermine la langue utilisée lors de l'affichage du texte de Blish HUD et lorsque des requêtes sont faites à l'API web GW2.

# Setting_StayInTray_DisplayName
source: Minimize to tray when Guild Wars 2 Closes.
de: In die Symbolleiste minimieren, wenn Guild Wars 2 geschlossen wird.
fr: Réduire à la fermeture de Guild Wars 2.

# Setting_ShowInTaskbar_DisplayName
source: Show in Taskbar
de: In Taskleiste anzeigen
fr: Afficher dans la barre des tâches

# OverlaySettingsSection
source: Overlay Settings
de: Overlay-Einstellungen
fr: Paramètres de l'overlay

# Setting_ShowInTaskbar_Description
source: When enabled, Blish HUD will be shown in the taskbar while running.
de: Aktiviert, wird Blish HUD in der Taskleiste angezeigt während es läuft.
fr: Lorsque activé, Blish HUD s'affichera dans la barre des tâches pendant l'exécution.

# AboutAnetNotice
source: ©2010-{0} ArenaNet, LLC. All rights reserved. Guild Wars, Guild Wars 2, Heart of Thorns, Guild Wars 2: Path of Fire, ArenaNet, NCSOFT, the Interlocking NC Logo, and all associated logos and designs are trademarks or registered trademarks of NCSOFT Corporation. All other trademarks are the property of their respective owners.
de: ©2010-{0} ArenaNet, LLC. Alle Rechte vorbehalten. NCSOFT, das ineinandergreifende NC-Logo, ArenaNet, Guild Wars, Guild Wars Factions, Guild Wars Nightfall, Guild Wars: Eye of the North, Guild Wars 2, Heart of Thorns und alle zugehörigen Logos und Designs sind Warenzeichen oder eingetragene Warenzeichen der NCSOFT Corporation. Alle anderen Warenzeichen sind das Eigentum ihrer jeweiligen Besitzer.
fr: ©2010-{0} ArenaNet, LLC. Tous droits réservés. NCSOFT, le logo NC imbriqué, ArenaNet, Guild Wars, Guild Wars: Factions, Guild Wars: Nightfall, Guild Wars: Eye of the North, Guild Wars 2, Heart of Thorns et tous les logos et visuels associés sont des marques ou des marques déposées de NCSOFT Corporation. Toutes les autres marques déposées sont la propriété de leurs propriétaires respectifs.

# Setting_AudioDevice_Description
source: This determines the Audio output device used by Blish HUD. The Gw2OutputDevice adjusts itself to whatever GW2 is using.
de: Bestimmt das Audioausgabegerät welches von Blish HUD verwendet wird. Das Ausgabegerät passt sich an das gewählte Audiogerät von GW2 an.
fr: Détermine la sortie audio utilisée par Blish HUD. Gw2OutputDevice s'ajuste lui même à ce que GW2 utilise.

# Setting_AudioDevice_DisplayName
source: Audio Output Device
de: Audiogerät
fr: Système de sortie audio

# Setting_UseGameVolume_Description
source: When enabled, Blish HUD will adjust it's volume to the game audio.
de: Wenn aktiviert, wird Blish HUD die Lautstärke an die des Spiels anpassen.
fr: Lorsque cette option est activée, Blish HUD ajuste son volume au volume du jeu.

# Setting_UseGameVolume_DisplayName
source: Use Game Volume
de: Spiellautstärke verwenden
fr: Utiliser le volume du jeu

# Setting_Volume_Description
source: Determines the volume of Blish HUD. Only has an effect when 'Use Game Volume' is deactivated.
de: Bestimmt die Lautstärke von Blish HUD. Wirkt sich nur aus, wenn 'Spiellautstärke verwenden' deaktiviert ist.
fr: Détermine le volume de Blish HUD. N'a d'effet que lorsque 'Utiliser le volume du jeu' est désactivé.

# Setting_Volume_DisplayName
source: Volume
de: Lautstärke

# Setting_ToggleBlishWindowKeybind_Description
source: Set keybind to toggle the main window of Blish HUD
de: Hotkey zum ein- und ausblenden vom Blish HUD Hauptfenster
fr: Définir la touche à appuyer pour activer la fenêtre principale de Blish HUD

# Setting_ToggleBlishWindowKeybind_DisplayName
source: Toggle Blish HUD window
de: Blish HUD ein- und ausblenden
fr: Activer la fenêtre Blish HUD

# ConnectionStatus_ArcDPSBridge_Connected
source: Connected to ArcDPS via bridge plugin.
de: Mit ArcDPS Plugin verbunden.
fr: Connecté à ArcDPS via le plugin bridge.

# ConnectionStatus_ArcDPSBridge_Disconnected
source: No connection received from bridge. It might not be installed.
de: Keine Verbindung mit ArcDPS Plugin möglich.
fr: Aucune connection reçu de bridge. Il n'est peut-être pas installé.

# ConnectionStatus_Mumble_Connected
source: Connected to MumbleLink with name '{0}'.
de: Mit MumbleLink verbunden unter '{0}'.
fr: Connecté à MumbleLink avec le nom '{0}'.

# ConnectionStatus_Mumble_Disconnected
source: Unable to connect to MumbleLink with name '{0}'. Check what launch arguments were used to launch both Guild Wars 2 and Blish HUD.
de: Keine Verbindung mit MumbleLink unter '{0}' möglich.
fr: Impossible de se connecter à MumbleLink avec le nom '{0}'. Vérifiez que les arguments de lancements ont été utilisés pour lancer à la fois Guild Wars 2 et Blish HUD.

# SelfUpdate_ChangesInVersion
source: Changes in v{0}
de: Änderungen in v{0}
fr: Changements de la v[0}

# SelfUpdate_NewUpdateAvailable
source: New Release Available
de: Neue Version verfügbar
fr: Nouvelle version disponible

# SelfUpdate_NoPendingUpdates
source: No Pending Updates
de: Keine Aktualisierungen ausstehend
fr: Pas de mise à jour en attente

# SelfUpdate_PendingUpdatesQueryFailed
source: Failed to Check for Updates
de: Konnte keine Verbindung mit dem Update Server herstellen
fr: Echec de la vérification des mises à jour

# SelfUpdate_Progress_DownloadingPrereleaseArchive
source: Downloading prerelease v{0}...
de: Downloade Vorschauversion v{0}...
fr: Téléchargement de la prérelease v{0}...

# SelfUpdate_Progress_DownloadingReleaseArchive
source: Downloading release v{0}...
de: Downloade Version v{0}...
fr: Téléchargement de la version v{0}...

# SelfUpdate_Progress_ExtractingExecutable
source: Extracting new executable...
de: Entpacke neues Programm...
fr: Extraction de l'executable...

# SelfUpdate_Progress_Restarting
source: Restarting...
de: Starte neu...
fr: Redémarrage...

# SelfUpdate_Progress_RestartingIn
source: Restarting in {0}...
de: Starte neu in {0}...
fr: Redémarrage dans [0}...

# SelfUpdate_Progress_VerifyingChecksum
source: Verifying checksum...
de: Kontrolle der Prüfsumme...
fr: Vérification de la somme de contrôle...

# SelfUpdate_UpdateToPrereleaseMenuStripText
source: Update to Prerelease v{0}
de: Update auf Vorschauversion v{0}
fr: Mettre à jour vers la prérelease v{0}

# SelfUpdate_UpdateToReleaseMenuStripText
source: Update to Release v{0}
de: Update auf Version v{0}
fr: Mettre à jour vers la version v{0}

# Setting_CloseWindowOnEscape_Description
source: Closes Blish windows when focused and escape key is pressed
de: Schließt Blish HUD Fenster mit der Escape Taste
fr: Ferme la fenêtre Blish lors d'un appui sur la touche echap alors que celle-ci est ciblée.

# Setting_CloseWindowOnEscape_DisplayName
source: Close Window on Escape
de: Fenster mit Escape schließen
fr: Fermer la fenêtre sur Echap

# Setting_DynamicHUDMenuBar_Description
source: Controls visibility of the Menu bar located in the upper-left of the screen.
de: Ändert die Sichtbarkeit des Menübands oben links
fr: Contrôle la visibilité du menu situé en haut à gauche de l'écran.

# Setting_DynamicHUDMenuBar_DisplayName
source: Menu Bar
de: Dynamisches HUD Menüband
fr: Menu HUD dynamique

# Setting_HideInterfaceKeybind_Description
source: Hide all of Blish interface for marvelous screenshots
de: Versteckt das gesamte Interface von Blish HUD für perfekte Bildschirmfotos
fr: Cache toute l'interface Blish pour de merveilleuses captures d'écrans

# Setting_HideInterfaceKeybind_DisplayName
source: Hide interface
de: Interface verstecken
fr: Cacher l'interface

# Setting_InteractKey_Description
source: Used for interacting with the environment. For the best experience set this to the same key as in the game.
de: Taste zum Interagieren mit der Spielwelt. Für die beste Erfahrung auf die selbe Taste wie im Spiel setzen.

# Setting_InteractKey_DisplayName
source: Interact
de: Interagieren

# SelfUpdate_NewPrereleaseAvailable
source: New Prerelease Available
de: Neue Beta-Version verfügbar
fr: Nouvelle version bêta disponible
