Repository: blish-hud/Blish-HUD
Catalog: Blish HUD/Strings/GameServices/Debug/ContingencyMessages.*.resx
Languages: fr

# Win32AccessDenied_Title
source: Blish HUD Access Denied!
fr: Blish HUD accès refusé !

# Win32AccessDenied_Description
source: Blish HUD was unable to access to Guild Wars 2 process. It was likely started as an administrator. Relaunch Blish HUD as an administrator or relaunch Guild Wars 2 without admin.
fr: Blish HUD a été incapable d'accéder au processus de Guild Wars 2. Il est fort probable qu'il ai été lancé en tant qu'administrateur. Relancez Blish HUD en tant qu'administrateur, ou relancez Guild Wars 2 sans le mode admin.

# GenericUrl_Footer
source: Check our <a href="{0}">troubleshooting guide</a> for this issue or join our <a href="{1}">Discord 💢help channel</a>.
fr: Jetez un oeil à notre <a href="{0}">guide de dépannage</a> pour ce bug ou rejoignez notre <a href="{1}">Discord 💢help channel</a>.

# ArcDpsSameDir_Description
source: There is a custom 'd3d11.dll' (e.g. ArcDPS) in the same directory as Blish HUD which will attempt to inject into Blish HUD and cause it to crash. Please extract Blish HUD into a different folder.
fr: Il y a un 'd3dll.dll' personnalisé (ex : ArcDPS) dans le même dossier que Blish HUD qui essaie de s'injecter dans Blish HUD et cause un crash. Merci de déplacer Blish HUD dans un dossier différent.

# ArcDpsSameDir_Title
source: Blish HUD Can't Run!
fr: Blish HUD ne peut pas être lancé !

# MissingRef_Title
source: Blish HUD Needs Re-extracted!
fr: Blish HUD a besoin d'être re-extrait !

# MissingRef_Description
source: Blish HUD was unable to find the ref.dat file. When you download Blish HUD, be sure to extract all files from the zip and ensure they are within the same directory as Blish HUD.exe.
fr: Blish HUD a été incapable de localiser le fichier ref.dat. Quand vous téléchargez Blish HUD, faites attention à bien extraire tous les fichiers du zip et que tous les fichiers soient bien dans le même dossier que Blish HUD.exe

# FileSaveAccessDenied_Title
source: Blish HUD Was Blocked From Saving Data!
fr: Blish HUD a été bloqué lors de la sauvegarde de données !

# FileSaveAccessDenied_Description
source: Blish HUD was actively blocked saving to '{0}' {1}. This is typically due to an anti-virus blocking us or Window's Controlled Folder Access. Ensure that Blish HUD is explicitly marked as allowed by your anti-virus.
fr: Blish HUD a été bloqué lors de l'enregistrement vers '{0}' {1}. Il s'agit bien souvent d'un anti-virus qui nous bloque ou de l'accès contrôlé aux fichiers de Windows. Vérifiez que Blish HUD est déclaré comme autorisé par votre anti-virus.

# HttpAccessDenied_Title
source: Web access blocked!
fr: Accès web bloqué !

# HttpAccessDenied_Description
source: Something explicitly blocked us from making a web request {0}. If you have an anti-virus or third party firewall utility, please ensure that Blish HUD is manually excluded in its filters.
fr: Quelque chose nous a empêché d'effectuer une requête web {0}. Si vous avez un anti-virus ou utilisez un pare-feu tiers, merci de vérifier que Blish HUD est exclu manuellement de leurs filtres.

# CoreUpdateFailed_Title
source: Update Failed!
fr: Mise à jour échouée !

# CoreUpdateFailed_Description
source: Update to v{0} of Blish HUD failed. Relaunch Blish HUD to try again. The error was: {1}
fr: Mise à jour vers v{0} de Blish HUD échoué. Relancez Blish HUD pour réessayer. L'erreur est : {1}

# FileSaveAccessDenied_Action_ToUpdate
source: to update Blish HUD
fr: pour mettre à jour Blish HUD

# FileSaveAccessDenied_Action_ToLoadSettings
source: to load your settings
fr: pour charger vos paramètres

# FileSaveAccessDenied_Action_ToSaveSettings
source: to save your settings
fr: pour sauvegarder vos paramètres

# CoreUpdateFailed_Description_Timeout
source: There are other instances of Blish HUD running. Please close the other instances first and then run Blish HUD again to complete the update.
fr: Il y a d'autres instances de Blish HUD de lancée. Merci de fermer les autres instances avant de relancer Blish HUD pour finir la mise à jour.
